Repository: robinchoice/DoenerApp
Catalog: iOS/DoenerApp/Resources/Localizable.xcstrings
Source language: de
Languages: en

source: %lld Bewertungen
en: %lld reviews

source: %lld Döner in der Nähe
en: %lld Döner places nearby

source: 1 Bewertung
en: 1 review

source: Bewerten
en: Review

source: Dein persönliches Döner-Ranking erscheint hier.
en: Your personal Döner rankings will appear here.

source: Dein Profil, Stempel und Erfolge erscheinen hier.
en: Your profile, stamps, and achievements will appear here.

source: Döner Karte
en: Döner Map

source: Einchecken
en: Check In

source: Füge Freunde hinzu, um ihre Döner-Abenteuer hier zu sehen.
en: Add friends to see their Döner adventures here.

source: Karte
en: Map

source: Kommt bald
en: Coming Soon

source: Lade Döner-Läden…
en: Loading Döner places…

source: Noch keine Aktivität
en: No Activity Yet

source: Notiz
en: Note

source: Profil
en: Profile

source: Ranking
en: Rankings

source: Route
en: Navigate

# stamp_tier.doenerfreund
source: Dönerfreund
en: Döner Friend

# stamp_tier.doenerlegende
source: Dönerlegende
en: Döner Legend

# stamp_tier.doenermeister
source: Dönermeister
en: Döner Master

# stamp_tier.doenerneuling
source: Dönerneuling
en: Döner Newbie

# stamp_tier.doenerprofi
source: Dönerprofi
en: Döner Pro
